Repository: singhwong/MediaPlayer
Catalog: VideoPlayer/MultilingualResources/VideoPlayer.*.xlf
Languages: de, hi, ru, zh_hant

# addFolder_str
source: Add folder
de: Ordner hinzufügen
hi: फ़ोल्डर जोड़ें
ru: Добавить папку
zh_hant: 添加文件夾

# videoFolder_str
source: Refresh videos
de: Videoliste aktualisieren
hi: वीडियो सूची को ताज़ा करें
ru: Обновить список видео
zh_hant: 刷新視頻列表

# wait_content
source: Please wait for the loading to complete
de: Bitte warten Sie, bis der Ladevorgang abgeschlossen ist
hi: कृपया लोडिंग पूर्ण होने की प्रतीक्षा करें
ru: Пожалуйста, дождитесь завершения загрузки
zh_hant: 請等待加載完成

# bin_item.Text
source: Put in the recycle bin
de: In den Papierkorb legen
hi: रीसायकल बिन में रखो
ru: Положить в корзину

# cancel_menuItem.Text
source: Cancel
de: Abbrechen
hi: रद्द
ru: отменен

# dark_memuItem.Text
source: Dark
de: Dunkel
hi: अंधेरा
ru: темно

# deleteLocal_menuItem.Text
source: Remove from local
de: Von lokal entfernen
hi: स्थानीय से निकालें
ru: Удалить из местного
zh_hant: 從本地刪除

# delete_menuItem.Text
source: Remove from list
de: Aus der Liste entfernen
hi: सूची से निकालें
ru: Удалить из списка
zh_hant: 從列表刪除

# directly_item.Text
source: delete permanently
de: Dauerhafte Löschung
hi: स्थायी विलोपन
ru: Постоянное удаление
zh_hant: 永久刪除

# light_menuItem.Text
source: Light
de: Hell
hi: उज्ज्वल
ru: яркий

# pause_menuItem.Text
source: Pause
de: Suspendieren
hi: ठहराव
ru: пауза
zh_hant: 暫停

# play_menuItem.Text
source: Play
de: Spielen
hi: प्रसारण
ru: Broadcast

# theme_menuItem.Text
source: Theme
de: Thema
hi: विषय
ru: тема
zh_hant: 主題

# autoPlay_menuItem.Text
source: Autoplay
de: Auto-Wiedergabe
hi: ऑटो खेलते हैं
ru: Автоматическая игра
zh_hant: 自動播放

# default_item.Text
source: Default
de: Standardeinstellung
hi: चूक
ru: дефолт
zh_hant: 默認

# listScyle_item.Text
source: List loop
de: Liste Schleife
hi: सूची पाश
ru: Цикл списка
zh_hant: 列表循環

# list_item.Text
source: List play
de: Listenspiel
hi: सूची का नाटक
ru: Список игр

# single_item.Text
source: Single cycle
de: Einzelzyklus
hi: एकल चक्र
ru: Один цикл
zh_hant: 單項循環

# isHaveVideo_content
source: Get videos failed, please perform the add folder operation! ! !
de: Wenn das Video leer ist, führen Sie den Vorgang zum Hinzufügen eines Ordners aus! ! !
hi: वीडियो खाली है, कृपया फ़ोल्डर संचालन जोड़ें! ! !
ru: Получить видео пусто, пожалуйста, выполните операцию добавления папки! ! !
zh_hant: 獲取視頻為空，請執行添加文件夾操作！ ！ ！

# playError_str
source: The video source file is deleted or moved. If the playback fails, the item will be automatically removed from the list.
de: Die Videoquelldatei wird gelöscht oder verschoben. Wenn die Wiedergabe fehlschlägt, wird das Element automatisch aus der Liste entfernt.
hi: वीडियो स्रोत फ़ाइल हटा दी गई है या स्थानांतरित कर दी गई है। यदि प्लेबैक विफल रहता है, तो आइटम को सूची से स्वचालित रूप से हटा दिया जाएगा।
ru: Исходный файл видео удален или перемещен. Если воспроизведение не удастся, элемент будет автоматически удален из списка.
zh_hant: 視頻源文件被刪除或移動，播放失敗，將自動從列表中移除該項。

# searchResult_str
source: No result
de: Kein Ergebnis
hi: कोई परिणाम नहीं
ru: Нет результата
zh_hant: 無結果

# setting_str
source: Settings
de: Einstellung
hi: सेट करें
ru: устанавливать
zh_hant: 設置

# about_button.Content
source: About
de: Über
hi: पर
ru: на
zh_hant: 關於

# comment_button.Content
source: Reviews
de: Store-Bewertung
hi: स्टोर रेटिंग
ru: Рейтинг магазина
zh_hant: 商店評分

# email_button.Content
source: Mail
de: E-Mail senden
hi: मेल भेजें
ru: Отправить почту
zh_hant: 發送郵件

# setting_textBlock.Text
source: Settings
de: Einstellung
hi: सेट करें
ru: устанавливать
zh_hant: 設置

# Cancel.Content
source: Cancel
de: Abbrechen
hi: रद्द
ru: отменен

# EnableMrfCrf444.Content
source: Enable MRFCRF444 video processing algorithm (disables hardware acceleration)
de: Qualitätspriorität (MRFCRF444S Medienvideoverarbeitungsalgorithmus)
hi: गुणवत्ता प्राथमिकता (MRFCRF444S मीडिया वीडियो प्रोसेसिंग एल्गोरिदम)
ru: Приоритет качества (алгоритм обработки медиа-видео MRFCRF444S)
zh_hant: 質量優先(MRFCRF444S媒體視頻處理算法)

# ouput_textBlock.Text
source: Set output:
de: Ausgabeort:
hi: आउटपुट स्थान:
ru: Выходное местоположение:
zh_hant: 輸出位置：

# OutputPath.Text
source: Output:
de: Ausgabepfad:
hi: आउटपुट पथ:
ru: Выходной путь:
zh_hant: 輸出路徑：

# PickFileButton.Content
source: Pick Video File
de: Datei auswählen
hi: फ़ाइल का चयन करें
ru: Выберите файл
zh_hant: 選取文件

# profile_textBlock.Text
source: Transcode profile:
de: Zielpixel:
hi: लक्ष्य पिक्सेल:
ru: Целевой пиксель:
zh_hant: 目標像素：

# select_textBlock.Text
source: Select source
de: Datei auswählen:
hi: फ़ाइल का चयन करें:
ru: Выберите файл:
zh_hant: 選取文件：

# SetOutputButton.Content
source: Set Output File
de: Ausgabepfad auswählen
hi: आउटपुट पथ चुनें
ru: Выберите выходной путь
zh_hant: 選擇輸出路徑

# targetFormat_textBloc.Text
source: Target format:
de: Format auswählen:
hi: प्रारूप का चयन करें:
ru: Выберите формат:
zh_hant: 選擇格式：

# Transcode.Content
source: Transcode
de: Konvertierung starten
hi: रूपांतरण शुरू करें
ru: Начать преобразование
zh_hant: 開始轉換

# input_textBlock.Text
source: Input:
de: Eingabepfad:
hi: इनपुट पथ:
ru: Путь ввода:
zh_hant: 輸入路徑：

# cancel_str
source: Transcode Canceled.
de: Konvertierung abgebrochen!
hi: रूपांतरण रद्द!
ru: Преобразование отменено!
zh_hant: 轉換取消！

# CodecNotFound_str
source: Codec not found.
de: Kann den Codec nicht finden! !
hi: कोडेक नहीं मिल सकता है!
ru: Не могу найти кодек!
zh_hant: 找不到編解碼器！

# complete_str
source: Transcode completed.
de: ie Konvertierung ist abgeschlossen!
hi: रूपांतरण पूरा हो गया है!
ru: Преобразование завершено!
zh_hant: 轉換完成！

# InvalidProfile_str
source: Invalid profile.
de: Die Konfigurationsdatei ist ungültig!
hi: कॉन्फ़िगरेशन फ़ाइल अमान्य है!
ru: Файл конфигурации недействителен!
zh_hant: 配置文件無效！

# output_str
source: Output:
de: Ausgabepfad:
hi: आउटपुट पथ:
ru: Выходной путь:
zh_hant: 輸出路徑：

# progress_str
source: Progress:
de: Fortschritt:
hi: प्रगति:
ru: Ход работы:
zh_hant: 進度：

# transcode_str
source: Media Transcode
de: Konvertierungsformat
hi: रूपांतरण प्रारूप
ru: Формат конверсии
zh_hant: 轉換格式

# unknowError_str
source: Unknown failure.
de: Unbekannte Ursache führt zum Versagen!
hi: अज्ञात कारण विफलता की ओर जाता है!
ru: Неизвестная причина ведет к сбою!
zh_hant: 未知原因導致失敗！

# pay_textBlock.Text
source: If the application is helpful to you, you can support the author!!! Thank you very much!!!
de: Wenn die App für Sie hilfreich ist, können Sie den Autor füttern! ! ! Nicht sehr dankbar! ! !
hi: यदि एप्लिकेशन आपके लिए उपयोगी है, तो आप लेखक को खिला सकते हैं! ! ! बहुत आभारी नहीं! ! !
ru: Если приложение полезно для вас, вы можете накормить автора! ! ! Не очень благодарен! ! !
zh_hant: 若該應用對您有所幫助的話，可以投餵下作者哦！ ！ ！不甚感激！ ！ ！

# cancelMultiple_textBlock.Text
source: Cancel multiple selection
de: Abbrechen der Mehrfachauswahl
hi: एकाधिक चयन रद्द करें
ru: Отменить множественный выбор
zh_hant: 取消多選

# clearAll_item.Text
source: Clear all progress
de: Alle Fortschritte löschen
hi: सभी प्रगति को साफ़ करें
ru: Очистить весь прогресс
zh_hant: 清除所有進度

# clearProgress_item.Text
source: Clear play progress
de: Löschen Sie den Fortschritt der Wiedergabe
hi: पार्श्व प्रगति को साफ़ करें
ru: Очистить прогресс воспроизведения
zh_hant: 清除播放進度

# clearProgress_textBlock.Text
source: Clear play progress
de: Löschen Sie den Fortschritt der Wiedergabe
hi: पार्श्व प्रगति को साफ़ करें
ru: Очистить прогресс воспроизведения
zh_hant: 清除播放進度

# clear_item.Text
source: Clear progress
de: Fortschritt klären
hi: स्पष्ट प्रगति
ru: Ясный прогресс
zh_hant: 清除進度

# frombin_item.Content
source: Delete to Recycle Bin
de: In den Papierkorb löschen
hi: कचरा हटाने के लिए
ru: Удалить в корзину
zh_hant: 刪除到回收站

# fromlist_item.Content
source: Remove from list
de: Aus der Liste entfernen
hi: सूची से निकालें
ru: Удалить из списка
zh_hant: 從列表移除

# multiple_item.Text
source: Multiple selection
de: Mehrfachauswahl
hi: एकाधिक चयन
ru: Множественный выбор
zh_hant: 多選

# remove_item.Content
source: Permanently delete
de: Dauerhafte Löschung
hi: स्थायी विलोपन
ru: Постоянное удаление
zh_hant: 永久刪除

# AppDisplayName
source: M-Player
de: M-Spieler
hi: M-खिलाड़ी
ru: M- игрок

# AppShortName
source: M-Player
de: M-Spieler
hi: M-खिलाड़ी
ru: M- игрок

# hideListStr_no
source: Display View
de: Ansicht anzeigen
hi: प्रदर्शन देखें
ru: оказать представление
zh_hant: 顯示視圖

# hideListStr_yes
source: Hide View
de: Versteckte Sicht
hi: छिपा हुआ दृश्य
ru: Скрытый вид
zh_hant: 隱藏視圖

# hideViewStr_no
source: Display Sidebar
de: Seitenleiste anzeigen
hi: साइडबार दिखाओ
ru: Показать боковую панель
zh_hant: 顯示側邊欄

# hideViewStr_yes
source: Hide Sidebar
de: Seitenleiste ausblenden
hi: साइडबार छिपाएं
ru: Скрыть боковую панель
zh_hant: 隱藏側邊欄

# item_1_0.Text
source: 1.0x(Normal)
hi: 1.0x (सामान्य)
ru: 1,0x (нормальный)
zh_hant: 0x(正常)

# playModeStr_default
source: Default
de: Standardeinstellung
hi: चूक
ru: дефолт
zh_hant: 默認

# playModeStr_list
source: List Pay
de: Listenspiel
hi: सूची का नाटक
ru: Список игр

# playModeStr_listRecycle
source: List Loop
de: Liste Schleife
hi: सूची पाश
ru: Цикл списка
zh_hant: 列表循環

# playModeStr_recycle
source: Single Cycle
de: Einzelzyklus
hi: एकल चक्र
ru: Один цикл
zh_hant: 單項循環

# playRate_str
source: PlayRate
de: Doppelte Geschwindigkeit
hi: दोहरी गति
ru: Двойная скорость

# audioLanguage_str
source: Audio Tracks
de: Audiospur
hi: ऑडियो ट्रैक
ru: Аудио трек
zh_hant: 音軌

# fillMode_str
source: Resize Video
de: Videoauffüllung
hi: वीडियो पैडिंग
ru: Видеообивка
zh_hant: 視頻填充

# Fill_item.Content
source: Fill
de: Fenster füllen (strecken)
hi: खिड़की भरें (खिंचाव)

# None_item.Content
source: None
de: Originalgröße
hi: मूल आकार

# UniformToFill_item.Content
source: UniformToFill
de: Vollbild (Seitenverhältnis beibehalten)
hi: पूर्ण स्क्रीन (पहलू अनुपात बनाए रखें)
zh_hant: 全屏(保持縱橫比)

# Uniform_item.Content
source: Uniform
de: Breitbild (Seitenverhältnis beibehalten)
hi: वाइडस्क्रीन (पहलू अनुपात बनाए रखें)
zh_hant: 寬屏(保持縱橫比)

# addFolderLibrary_textBlock.Text
source: Next time you start, all videos in the following folders will be loaded automatically
de: Beim nächsten Start werden alle Videos in den folgenden Ordnern automatisch geladen.
hi: अगली बार जब आप शुरू करेंगे, तो निम्नलिखित फ़ोल्डरों के सभी वीडियो स्वचालित रूप से लोड हो जाएंगे।
ru: При следующем запуске все видео в следующих папках будут загружены автоматически.
zh_hant: 下次啟動，將自動加載下列文件夾中的所有視頻

# CloseMessageDialog_str
source: Close
de: Schließen
hi: पास
ru: близко
zh_hant: 關閉

# GetVideoAccessError_str
source: If you add a folder to the video library and pop up an error prompt, open the application to get local video privileges
de: Wenn beim Hinzufügen eines Ordners zur Videobibliothek ein Fehler angezeigt wird, öffnen Sie die App, um lokale Videoberechtigungen zu erhalten.
hi: यदि वीडियो लाइब्रेरी में फ़ोल्डर जोड़ने से कोई त्रुटि उत्पन्न होती है, तो स्थानीय वीडियो अनुमतियां प्राप्त करने के लिए ऐप खोलें।
ru: Если при добавлении папки в библиотеку видео появляется сообщение об ошибке, откройте приложение, чтобы получить разрешения для локального видео.
zh_hant: 若添加文件夾到視頻庫彈出錯誤提示，請打開應用獲取本地視頻權限

# OpenLocalSetting_str
source: Open Settings
de: Einstellungen öffnen
hi: सेटिंग्स खोलें
ru: Открыть настройки
zh_hant: 打開設置

# OffContent_str
source: Off
de: Aus
hi: बंद
ru: закрыть
zh_hant: 關

# OnContent_str
source: On
de: Öffnen
hi: खुला है
ru: открытый
zh_hant: 開

# soundPlayerVolume_textBlock.Text
source: Sound volume
de: Lautstärke
hi: ध्वनि की मात्रा
ru: Громкость звука

# useSoundPlayer_textBlock.Text
source: Enable app sound
de: App-Sound aktivieren
hi: ऐप साउंड सक्षम करें
ru: Включить звук приложения
zh_hant: 啟用應用音效

# allSelect_checkBox.Content
source: Select All
de: Alles auswählen
hi: सभी का चयन करें
ru: Выбрать все
zh_hant: 全選

# mediaTrack_str
source: Video Tracks
de: Videospuren
hi: वीडियो ट्रैक
ru: видео треки
zh_hant: 頻軌

# metadata_str
source: Timed Metadata Track
hi: समयबद्ध मेटाडाटा ट्रैक
ru: Отслеживание метаданных по времени
zh_hant: 語言文本

# metadata_textBlock.Text
source: Retrieved language text
de: Sprachtext abgerufen
hi: पुनर्प्राप्त भाषा पाठ
ru: Восстановленный язык текста
zh_hant: 檢索出來的語言文本

# screenShot_item.Text
source: Intercept screen
de: Bildschirm abfangen
hi: अवरोधक स्क्रीन
ru: Экран перехвата

# ClearData_button.Content
source: clear cache
de: Cache leeren
hi: कैशे साफ़ करें
ru: Очистить кеш
zh_hant: 清除本地播放歷史緩存

# clearData_textBlock.Text
source: (After clearing the local cache, historical watch history will be cleared synchronously)
de: (Nach dem Löschen des lokalen Cache wird der historische Überwachungsverlauf synchron gelöscht.)
hi: (स्थानीय कैश को साफ़ करने के बाद, ऐतिहासिक वॉच हिस्ट्री को सिंक्रोनाइज़ किया जाएगा)
ru: (После очистки локального кэша историческая хронология будет очищена синхронно)
zh_hant: ( 清空本地緩存後，歷史觀看記錄會同步清除 )

# closeDialog_Button.Content
source: Close
de: Schließen
hi: पास
ru: близко
zh_hant: 關 閉

# close_button.Content
source: Close
de: Schließen
hi: पास
ru: близко
zh_hant: 關 閉

# run_1.Text
source: Local video player UWP, supporting mainstream video formats
de: Lokaler Videoplayer, der Mainstream-Videoformate unterstützt
hi: स्थानीय वीडियो प्लेयर मुख्यधारा के वीडियो प्रारूपों का समर्थन करता है
ru: Локальный видеоплеер с поддержкой основных форматов видео
zh_hant: 本地視頻播放器UWP版，支持主流視頻格式

# run_2.Text
source: If there is a problem during use, welcome feedback
de: Bei der Verwendung treten Probleme auf, willkommenes Feedback
hi: यदि उपयोग के दौरान कोई समस्या है, तो प्रतिक्रिया का स्वागत करें
ru: Во время использования возникают проблемы, добро пожаловать отзыв
zh_hant: 使用過程中，出現問題，歡迎反饋

# currentPlayTitle_str
source: Current Playing:
de: Aktuelles Spiel:
hi: वर्तमान नाटक:
ru: Текущая игра:
zh_hant: 當前播放:

# editPhoto_str
source: Edit picture
de: Bild bearbeiten
hi: चित्र संपादित करें
ru: Редактировать картинку
zh_hant: 編輯圖片

# openAdress_str
source: Open the folder
de: Öffnen Sie den Ordner
hi: फ़ोल्डर खोलें
ru: Откройте папку
zh_hant: 打開位置

# saveSucceed_str
source: Save succeed:
de: Speichern Sie den Screenshot erfolgreich:
hi: सफलतापूर्वक सहेजा गया:
ru: Сохранено успешно:
zh_hant: 保存截圖成功:

# alipay_textBlock.Text
source: AliPay
zh_hant: 支付寶
